[
  [
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To Kakashi) ",
      "quoteText": "And my future dream is to be the greatest Hokage! Then the whole village will stop disrespecting me and start treating me like I'm somebody. Somebody important!",
      "_id": "3zl9IjBc0",
      "id": "1"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To Ibiki) ",
      "quoteText": "Don't underestimate me! I don't quit and I don't run! You can act tough all you want! You're not gonna scare me off! No way! I don't care if I do get stuck as a genin for the rest of my life! I'll still be Hokage someday!",
      "_id": "Rq7rXX0P2y",
      "id": "2"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To Neji) ",
      "quoteText": "I'm not gonna run away, I never go back on my word! That's my nindo: my ninja way!",
      "_id": "UHXnPbS6Bo",
      "id": "3"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To Gaara) ",
      "quoteText": "It's almost unbearable, isn't it... the pain of being all alone. I know that feeling; I've been there, in that dark and lonely place, but now there are others, other people who mean a lot to me. I care more about them than I do myself, and I won't let anyone hurt them. That's why I'll never give up. I will stop you, even if I have to kill you! They saved me from myself. They rescued me from my loneliness. They were the first to accept me as who I am. They're my friends.",
      "_id": "T4vSZsCiqN",
      "id": "4"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To Pain) ",
      "quoteText": "Just give up... on trying to make me give up!",
      "_id": "MOeQyvWj1l",
      "id": "5"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To Nagato, reciting a line from Jiraiya's first book) ",
      "quoteText": "Then I will break that curse. If there's such thing as peace, I will find it. I won't give up!",
      "_id": "XKS8dZb6nn",
      "id": "6"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To Sasuke) ",
      "quoteText": "If you attack Konoha, I will have to fight you... So save up your hatred and take it all on me, I'm the only one who can take it! It's the only thing I can do! I will shoulder your hatred and die with you! Because I'm your friend!",
      "_id": "7luT40pZ4i",
      "id": "7"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To his mother) ",
      "quoteText": "Don't apologise... I had a lot of hard times growing up as a jinchūriki, but I never blamed you or Dad. I couldn't understand what a parent's love was like because you guys were never there... so I could only guess... But now I know... I live because you and Dad gave your lives for me and filled me up with love before the Nine-Tails was inside me! So here I am, happy and healthy! I'm glad I ended up being your son!",
      "_id": "1G1aVhosLU",
      "id": "8"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To Kurama) ",
      "quoteText": "You're not the monster fox anymore. You're one of my teammates from Konoha... Kurama.",
      "_id": "yWasEAkKLA",
      "id": "9"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To Obito) ",
      "quoteText": "Quit it with your stupid reasoning! I meant to say that I'll stand any pain for my friends!! I'm not gonna give up on them!! It might just be me being selfish, but... not having my friends here... is the most painful thing for me!! Period!!!!",
      "_id": "rhfjEH5eCP",
      "id": "10"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(About Hinata) ",
      "quoteText": "Hinata... This big idiot finally understands... The real meaning of the scarf you gave to me when you went with Toneri... I know now, from the scarf you painstakingly knitted and took so long to finish, that your love can't be unravelled so easily... Wait for me... This whole time, you always loved me for the way I am... Now, as a man, there's something I must tell you... Hinata, I swear I will save you!",
      "_id": "VaZbae-pY5",
      "id": "11"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To Hinata) ",
      "quoteText": "Hinata... Do you remember that lesson in class? The one with, \"If the end of the world came, who would you spend your last day with?\" I couldn't write anyone's name down. I didn't know my parents, and I didn't have any friends... But now, I know exactly whom I'd choose. I want to be with you. Now and forever, until I die... I want to be with you, Hinata!",
      "_id": "R_ICDzcbul",
      "id": "12"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To his son) ",
      "quoteText": "Boruto... with what I do now, all the people in this village are like a family. So there will be times that you won't be able to have me as a father all to yourself. I know this must be hard for you... but you must learn to endure it. You're a shinobi too, aren't you?",
      "_id": "mFO0P37S69",
      "id": "13"
    },
    {
      "quoteAuthor": "Naruto Uzumaki",
      "addressing": "(To the village) ",
      "quoteText": "However, I believe there are many who are dissatisfied. This village is still undergoing development. And during all this, there are those who are facing hard and demanding times. But I don't agree with that. Changing the things before us, a little by little, even one thing at a time, will make the world a better place. I want Konohagakure to be a place where people smile and enjoy their lives. Will you lend me your strength? Let's change Konohagakure together!",
      "_id": "BTi4GLxgxB",
      "id": "14"
    }
  ],
  [
    {
      "quoteAuthor": "Sasuke Uchiha",
      "addressing": "(To Itachi) ",
      "quoteText": "That's okay... Just as long as we can be together sometimes.",
      "_id": "mE0Qe2mcm",
      "id": "1"
    },
    {
      "quoteAuthor": "Sasuke Uchiha",
      "addressing": "(To Team 7) ",
      "quoteText": "My name is Sasuke Uchiha. I hate a lot of things, and I don't particularly like anything. What I have is not a dream, because I will make it a reality. I'm going to restore my clan, and kill a certain someone.",
      "_id": "r28xzCsqYq",
      "id": "2"
    },
    {
      "quoteAuthor": "Sasuke Uchiha",
      "addressing": "(To Sakura about Team 7) ",
      "quoteText": "I know the four of us have worked together. And for a while, I thought I could choose that path instead... but in the end... I've decided on revenge. That's always been my purpose of living.",
      "_id": "YCALd9DjtQ",
      "id": "3"
    },
    {
      "quoteAuthor": "Sasuke Uchiha",
      "addressing": "(To Naruto) ",
      "quoteText": "Just shut up for once! What the hell do you know about it?! It's not like you ever had a family in the first place! You were on your own right from the beginning, what makes you think you know anything about it?! Huh?! I'm suffering now because I had those ties, how on earth could you possibly understand, what it feels like to lose all that!",
      "_id": "Q6TslWnauX",
      "id": "4"
    },
    {
      "quoteAuthor": "Sasuke Uchiha",
      "addressing": "(To Tobi) ",
      "quoteText": "If you want to ridicule me as a brat swayed by his emotions, go ahead. To accept and adopt Itachi's intention would be childish. The foolish sputtering of those who don't know hatred. If anyone who criticises my way of life were to come forward, I'd turn around and kill every single one of their loved ones, so that they too can grasp what it's like... to experience this hatred of mine.",
      "_id": "13R2SKy0d0",
      "id": "5"
    },
    {
      "quoteAuthor": "Sasuke Uchiha",
      "addressing": "(To Team Kakashi) ",
      "quoteText": "I finally... I finally got my first bit of revenge for Itachi... it's like the disgrace of the Uchiha clan is being cleansed. Like I'm separating the Uchiha clan from the rotten ninja world. You might even say it's what Konoha always wanted. You always repudiated the Uchiha clan, so now we will disappear from your memories just like you always wanted. When I kill everyone in Konoha! By severing the bond, we will be purified! That will be the true revival of the Uchiha clan!",
      "_id": "_WRxPBAOdC",
      "id": "6"
    },
    {
      "quoteAuthor": "Sasuke Uchiha",
      "addressing": "(To Kakashi about his current dream) ",
      "quoteText": "While it's true I once desired destruction... and the only goal I had was revenge... things are different now. Because that which is destroyed can always be fixed and rebuilt. Villages freed from the clutches and employ of darkness... what I desire is to reform the entire shinobi world! What I am calling for, what I am bringing forth... that is... Revolution.",
      "_id": "HygA4HvRb0",
      "id": "7"
    },
    {
      "quoteAuthor": "Sasuke Uchiha",
      "addressing": "(To Kakashi, about Naruto) ",
      "quoteText": "If he's not here, then there's no choice but me to protect you.",
      "_id": "LrZ-TkI0Pg",
      "id": "8"
    },
    {
      "quoteAuthor": "Sasuke Uchiha",
      "addressing": "(To Boruto about Naruto's weaknesses) ",
      "quoteText": "Weaknesses? Listen, he was full of weaknesses. He was a good-for nothing. But he pulled himself up with his own strength and became Hokage... You don't need to understand who Naruto is now, you need to know the Naruto who made it all the way here.",
      "_id": "53ZuyrBCB9",
      "id": "9"
    },
    {
      "quoteAuthor": "Sasuke Uchiha",
      "addressing": "(To Boruto, for repeating Naruto's past mistakes) ",
      "quoteText": "On top of that, you made your little sister cry, your mother's been hurt, and your father is gone. If it weren't for your sister who adores you and your mother who worries so much about you, you'd be in the same situation your dad used to be in the past.",
      "_id": "1oKFGr1W3P",
      "id": "10"
    },
    {
      "quoteAuthor": "Sasuke Uchiha",
      "addressing": "(To Naruto) ",
      "quoteText": "The soul of shinobi remains the same, even for your kid.",
      "_id": "hrUJSpsG0D",
      "id": "11"
    }
  ],
  [
    {
      "quoteAuthor": "Kakashi Hatake",
      "addressing": "(To his students) ",
      "quoteText": "I'm Kakashi Hatake. I have no desire to tell you my likes and dislikes... My dreams for the future... Hmm... As for my hobbies... I have lots of hobbies...",
      "_id": "ZeQ36Aus4V",
      "id": "1"
    },
    {
      "quoteAuthor": "Kakashi Hatake",
      "addressing": "(To his students) ",
      "quoteText": "In the ninja world, those who break the rules are trash, that's true, but those who abandon their comrades are worse than trash.",
      "_id": "NpPmDKTmLF",
      "id": "2"
    },
    {
      "quoteAuthor": "Kakashi Hatake",
      "addressing": "(To his students) ",
      "quoteText": "Sorry I'm late, I'm afraid I got lost on the path of life.",
      "_id": "KHA5folD-r",
      "id": "3"
    },
    {
      "quoteAuthor": "Kakashi Hatake",
      "addressing": "(To Yūgao, about Obito's name engraved in the Memorial Stone) ",
      "quoteText": "This place makes me think about the mistakes I've made in the past... and I've made so many of them.",
      "_id": "Pr-QCMPt_a",
      "id": "4"
    },
    {
      "quoteAuthor": "Kakashi Hatake",
      "addressing": "(To Kakuzu) ",
      "quoteText": "The next generation will always surpass the previous one. It's one of the never-ending cycles in life.",
      "_id": "Vn6bbf_577",
      "id": "5"
    },
    {
      "quoteAuthor": "Kakashi Hatake",
      "addressing": "(To Pain) ",
      "quoteText": "The people from this village are different from your average village. Even if it means dying, there's not a single one of us, who would sell out a comrade.",
      "_id": "xDxQDdV3dnR",
      "id": "6"
    },
    {
      "quoteAuthor": "Kakashi Hatake",
      "addressing": "(To Sakumo) ",
      "quoteText": "Regardless of what happened, you did the best you could. I understand that now... you broke the rules for all our sakes - I'm proud of you now...",
      "_id": "JUuFzAwsoqy",
      "id": "7"
    },
    {
      "quoteAuthor": "Kakashi Hatake",
      "addressing": "(To Sasuke) ",
      "quoteText": "No matter how far Orochimaru fell, he still loved him... Now I know how the Third Hokage felt.",
      "_id": "rTaMRRtLava",
      "id": "8"
    },
    {
      "quoteAuthor": "Kakashi Hatake",
      "addressing": "(To Naruto) ",
      "quoteText": "I told you that I'll never let my friends die... that's also something that I wanted to convince myself of... There are many friends I was unable to protect so far... That's why every time I swear that I'll protect them... but then I still happen to face the truth of when I'm not able to do it... You have to take that 'wound' with you forever... That's why we're the one to endure... We are Ninja. I will never forget.",
      "_id": "wbSV0kjGWJZ",
      "id": "9"
    },
    {
      "quoteAuthor": "Kakashi Hatake",
      "addressing": "(To Obito) ",
      "quoteText": "I'm just a piece of trash... but there are things I learned. The hole in your heart is something other people can fill. If you reject your friends' feelings and this world... just because something didn't go as you wished, no one will ever come to you. And so that hole won't be filled either, if you just run away without doing anything people won't do anything for you either... As long as you don't give up, you can still be saved!",
      "_id": "dOh8SOj64Es",
      "id": "10"
    },
    {
      "quoteAuthor": "Kakashi Hatake",
      "addressing": "(To Boruto as Sukea) ",
      "quoteText": "Walking down a path without knowing where you really want to go... Having a grace period like that isn't so bad. But if that's all you end up doing, you'll come up against barriers that you won't be able to break.",
      "_id": "N1JjGPZsLkN",
      "id": "11"
    }
  ],
  [
    {
      "quoteAuthor": "Sakura Haruno",
      "addressing": "(To herself about Naruto) ",
      "quoteText": "Always acting like a fool who only knows one thing... Hokage, Hokage. I'm sorry Naruto... that impossible dream of yours... I don't want to see it crushed!",
      "_id": "Zwr7w0WEeKn",
      "id": "1"
    },
    {
      "quoteAuthor": "Sakura Haruno",
      "addressing": "(To herself) ",
      "quoteText": "I've always considered myself to be a true ninja... but those were just empty words, because Sasuke and Naruto were always in the lead! But now it's my turn to take the lead, and all of you can watch me from the background!",
      "_id": "5kHI0V8_nHV",
      "id": "2"
    },
    {
      "quoteAuthor": "Sakura Haruno",
      "addressing": "(To Sasuke) ",
      "quoteText": "I... I love you with all my heart!... If you were to stay here with me, there would be no regrets... because every day we'd do something fun, we'd be happy I swear!... I would do anything for you! So... Please just stay with me!",
      "_id": "ubk-p1OaSqq",
      "id": "3"
    },
    {
      "quoteAuthor": "Sakura Haruno",
      "addressing": "(To Chiyo) ",
      "quoteText": "I may not have amazing weapons like a puppet in me, but what I do have is my master's contempt for losing!",
      "_id": "UOeBilpnFcB",
      "id": "4"
    },
    {
      "quoteAuthor": "Sakura Haruno",
      "addressing": "(About Naruto and Sasuke) ",
      "quoteText": "Naruto's here because he's made up his mind... my resolve is nothing compared to his now! I'm supposed to be a ninja, but all I've ever done is lean on him and cry... I was supposed to change that... I came here and I thought I was ready. But I can't do anything... I can't say anything. The only thing that remains for me... is to believe in them!",
      "_id": "n3fNlMOX8QO",
      "id": "5"
    },
    {
      "quoteAuthor": "Sakura Haruno",
      "addressing": "(To the Allied Forces after being inspired by Naruto) ",
      "quoteText": "He's making us realise that he considers all of us his comrades!!! I'm going to make sure Naruto has a full recovery! Every one of us must do what's in their power! If we're going to die any way... ...then it's better to die fighting than to do nothing!!",
      "_id": "oPTMgFO9Svl",
      "id": "6"
    },
    {
      "quoteAuthor": "Sakura Haruno",
      "addressing": "(To Naruto while giving CPR to him) ",
      "quoteText": "I'm not going to just allow someone to die so easily on my watch! (Later) That ridiculous dream of yours... just look now. I won't let you die... you're not dying on me, you hear me! No matter the cost, there's no way that I will let you die!! Just look now... that dream is right in front of your eyes!!!",
      "_id": "Fud9A5kriCa",
      "id": "7"
    },
    {
      "quoteAuthor": "Sakura Haruno",
      "addressing": "(To her daughter) ",
      "quoteText": "Sarada, you and I are very precious to your dad. That's exactly why he can't come home. I don't think you'll be able to understand it now...but the day will come when you do.",
      "_id": "PSmFwcnQu44",
      "id": "8"
    }
  ],
  [
    {
      "quoteAuthor": "Jiraiya",
      "addressing": "(To Tsunade) ",
      "quoteText": "Yo! I'm Jiraiya! You can send me the love letter later!",
      "_id": "MQ2chtmA1",
      "id": "1"
    },
    {
      "quoteAuthor": "Jiraiya",
      "addressing": "(To Nagato) ",
      "quoteText": "When people get hurt, they learn to hate... when people hurt others, they become hated and racked with guilt. But knowing that pain allows people to be kind. Pain allows people to grow... and how you grow is up to you.",
      "_id": "ou1kyaSCsF",
      "id": "2"
    },
    {
      "quoteAuthor": "Jiraiya",
      "addressing": "(To Naruto) ",
      "quoteText": "I'm not a pervert... I'm a super pervert!",
      "_id": "5GDC7xEUK2",
      "id": "3"
    },
    {
      "quoteAuthor": "Jiraiya",
      "addressing": "(To Orochimaru) ",
      "quoteText": "You're wrong, that's not what makes a shinobi. You never did get it, a real ninja is one who endures no matter what gets thrown at him... Let me explain something to you, there is only one thing that matters if you are a shinobi, and it isn't the number of techniques you possess. All you do need, is the guts to never give up.",
      "_id": "zZnG-6CM-T",
      "id": "4"
    },
    {
      "quoteAuthor": "Jiraiya",
      "addressing": "(To Naruto) ",
      "quoteText": "Even I can tell that hatred is spreading. I wanted to do something about it ... but I don't know what ... but I believe... that someday the day will come when people truly understand one another!! If I can't find the answer, it will be up to you to do it!!",
      "_id": "EPfDFuOzIk",
      "id": "5"
    },
    {
      "quoteAuthor": "Jiraiya",
      "addressing": "(To Tsunade) ",
      "quoteText": "Now my job is to help the next generation, and set a good example for them. And for that I'll gladly lay down my life, and I'll be smiling the whole time. It's what makes us old guys cool, you see.",
      "_id": "nRGEOh2NFs",
      "id": "6"
    },
    {
      "quoteAuthor": "Jiraiya",
      "addressing": "(To Tsunade) ",
      "quoteText": "A person who feels nothing at the death of those close to him is no different than a butcher.",
      "_id": "S1ZxTZ7-xP",
      "id": "7"
    },
    {
      "quoteAuthor": "Jiraiya",
      "addressing": "(To Naruto) ",
      "quoteText": "Never go back on your word... and never give up. That's your ninja way... and as your mentor... I have no business whining! Because... the student's ninja way should be the master's too! Isn't that so, Naruto?!",
      "_id": "8h2GEWHXO-",
      "id": "8"
    },
    {
      "quoteAuthor": "Jiraiya",
      "addressing": "(Last words) ",
      "quoteText": "There, that ending... was a little better. The frog at the bottom of the well drifts off into the great ocean. Heh heh... yep... pretty damn honourable... pretty damn honourable... I guess it's time to put down my pen. Right... I need a title for the next book... let's see... Ah, got it... The Tale of Naruto Uzumaki... perfect.",
      "_id": "_uu5cV-8qF",
      "id": "9"
    }
  ],
  [
    {
      "quoteAuthor": "Ebisu",
      "addressing": "(To the Naraka Path) ",
      "quoteText": "Well, well, aren't you having a fine time of it! Worthless scum... I will never forgive the likes of you!",
      "_id": "gPSA5lAAil",
      "id": "1"
    },
    {
      "quoteAuthor": "Ebisu",
      "addressing": "(To Pain) ",
      "quoteText": "Naruto is a citizen of Konoha! I have no intention of telling you Akatsuki people anything!",
      "_id": "nvlARkrKAH",
      "id": "2"
    }
  ],
  [
    {
      "quoteAuthor": "Gaara",
      "addressing": "(To Naruto and Shikamaru) ",
      "quoteText": "I am a relic they want to get rid of, so why do I exist and live? In order to exist, you need a purpose. To exist for no reason is the same as being dead... Then I came to the conclusion that I would love only myself and fight for only myself. If all other people exist to magnify that love, then there is no more a splendid universe than this one... My existence will not vanish.",
      "_id": "kxX5eHmYrL",
      "id": "1"
    },
    {
      "quoteAuthor": "Gaara",
      "addressing": "(To Sasuke) ",
      "quoteText": "You have the same eyes as I do... the eyes, filled with hatred and death, that long for strength... just like mine... your eyes tell me how badly you wish to kill the one who put you through the hell called loneliness.",
      "_id": "3ZxSvPcsho",
      "id": "2"
    },
    {
      "quoteAuthor": "Gaara",
      "addressing": "(To Rock Lee) ",
      "quoteText": "You're the same then. When you feel the honour of your idol under scrutiny... you become enraged, as if it were your own honour being questioned. The more precious your idol is to you... the harder you fight for him.",
      "_id": "Vzep34lefm",
      "id": "3"
    },
    {
      "quoteAuthor": "Gaara",
      "addressing": "(To Rock Lee) ",
      "quoteText": "Perhaps the companionship of an evil person is preferable to loneliness.",
      "_id": "HtYToQkUj2H",
      "id": "4"
    },
    {
      "quoteAuthor": "Gaara",
      "addressing": "(To Kankurō) ",
      "quoteText": "I will work hard, because I want to become acknowledged by others. That's what I thought when I look at Naruto Uzumaki. Bonds with others... Up until now, I only known them as hate and murderous intent. But I wonder, what is that bond he longed for? Now I understand, even only a little. Pain, sadness... and joy. These feelings allow you to understand others.",
      "_id": "ssCZkRlmQ-t",
      "id": "5"
    },
    {
      "quoteAuthor": "Gaara",
      "addressing": "(To Kankurō) ",
      "quoteText": "This is where it all starts for me. Starting with this small bond. I too want to become someone who is needed, instead of a weapon that is feared. And as the Kazekage of Sunagakure.",
      "_id": "QCeSqxy_nNE",
      "id": "6"
    },
    {
      "quoteAuthor": "Gaara",
      "addressing": "(To Naruto) ",
      "quoteText": "I think of you as a friend. I used to think \"friend\" was just another word... Nothing more, nothing less. But when I met you, I realised what was important was the word's meaning.",
      "_id": "y4lh72DG9W2",
      "id": "7"
    },
    {
      "quoteAuthor": "Gaara",
      "addressing": "(To the Allied Shinobi Forces) ",
      "quoteText": "There are no enemies here because we've all suffered at Akatsuki's hand! So there is no Suna, no Iwa, no Konoha, no Kiri, and no Kumo! There are only shinobi!",
      "_id": "Aof5yQNllkl",
      "id": "8"
    }
  ],
  [
    {
      "quoteAuthor": "Iruka Umino",
      "addressing": "(To Mizuki) ",
      "quoteText": "Yeah... the monster fox would do that... but Naruto is different. I've acknowledged him as... one of my excellent students. He may not be the hardest worker... and he is clumsy and no one accepts him... but he already knows what it is to feel pain inside your heart. He isn't the monster fox. He is a member of the Konohagakure. He's Naruto Uzumaki!",
      "_id": "PFZ2DkS_ltD",
      "id": "1"
    },
    {
      "quoteAuthor": "Iruka Umino",
      "addressing": "(To Naruto) ",
      "quoteText": "When one person dies... he disappears... Along with his past, current lifestyle, and his future. Many people die in missions and wars. They die easily and in surprisingly simple ways. Hayate was one of them. Those who die have goals and dreams. But everyone has something as important as those. Parents, siblings, friends, lovers... People who are important to you. They trust and help each other. The bond between the people important to you ever since birth... And the string that binds them becomes thicker and stronger as time goes by. It's beyond reason. Those bound to you by that string will do that. Because it's important...",
      "_id": "5IPWI8neFA3",
      "id": "2"
    },
    {
      "quoteAuthor": "Iruka Umino",
      "addressing": "(To Naruto) ",
      "quoteText": "Master Jiraiya only had praise for you. He was always boasting about you, saying you were like his own grandchild. He had faith that you were the one who would inherit his will, and truly believed that you would one day be a great Hokage. Master Jiraiya will always watch over you. Even this very minute, he's watching from somewhere. He wouldn't be happy seeing you sad like this. So... Be your usual self, the one he praised so much. Don't stay depressed forever. For Master Jiraiya himself, one of the Legendary Sannin... acknowledged you as his promising student!",
      "_id": "U2girYLwKcW",
      "id": "3"
    },
    {
      "quoteAuthor": "Iruka Umino",
      "addressing": "(To Naruto) ",
      "quoteText": "Stop acting like a baby! You want to know what I really think of you?! I think you're one of my most precious students... and... you're like a little brother to me.",
      "_id": "q-jGVL-uASb",
      "id": "4"
    },
    {
      "quoteAuthor": "Iruka Umino",
      "addressing": "(Letter to Naruto) ",
      "quoteText": "I expected you'd try to rush out to the battlefield right away. I know you're ready to fight. If you're reading this letter it means I couldn't stop you. Lady Tsunade ordered us to Kumogakure's secret island to guard you and delay you from leaving as long as possible. I'm writing this letter just in case things don't work out like I want them to... which is pretty pathetic considering I'll be on an official mission. But if that's how it goes... I don't know if I'll manage to give this to you or not, but there's something I need to tell you. In fact, now that you've left, it's the only thing left to say. Come back alive, Naruto!",
      "_id": "ogAjj-XVyUb",
      "id": "5"
    }
  ],
  [
    {
      "quoteAuthor": "Hinata Hyuga",
      "addressing": "(To Neji) ",
      "quoteText": "I will never go back on my word... Because that too is my nindo, my ninja way!",
      "_id": "-LtMhCqYHEH",
      "id": "1"
    },
    {
      "quoteAuthor": "Hinata Hyuga",
      "addressing": "(To herself) ",
      "quoteText": "Naruto... I have always watched you... Watched you for many years... Why? I don't know why, but whenever I look at you... I feel more courage within me... It makes me feel like I can accomplish something if I try... It makes me feel like I am worth something...",
      "_id": "1wuSapZqKDo",
      "id": "2"
    },
    {
      "quoteAuthor": "Hinata Hyuga",
      "addressing": "(To Naruto) ",
      "quoteText": "In my eyes... you're a proud failure! When I look at you, I get an intense feeling in my heart... Because you're not perfect... Because you fail... you have the strength to get back up... Because I believe that is what true strength is...",
      "_id": "LxmrTaKNJK5",
      "id": "3"
    },
    {
      "quoteAuthor": "Hinata Hyuga",
      "addressing": "(To Naruto) ",
      "quoteText": "I used to always cry and give up... I made many wrong turns... But you... You helped me find the right path... I always chased after you... I wanted to catch up to you... I wanted to walk beside you all the time... I just wanted to be with you... You changed me! Your smile is what saved me! That is why I'm not afraid to die protecting you! Because... I love you...",
      "_id": "dItWEt2TMph",
      "id": "4"
    },
    {
      "quoteAuthor": "Hinata Hyuga",
      "addressing": "(To herself) ",
      "quoteText": "Naruto... I've always been chasing after you... Even now... But once this war ends, I'm going to stop once and for all... Because next time, I will be by your side, holding your hand... walking with you! Please wait for me!!",
      "_id": "vZbH8rYHlea",
      "id": "5"
    },
    {
      "quoteAuthor": "Hinata Hyuga",
      "addressing": "(To Naruto) ",
      "quoteText": "Neji just said... that your life is not just your own anymore... Do you understand what he meant? Your words and desire to not let your comrades die... Neither of them are lies! What inspired Neji and carried him this far were those very principles! It's not just you, Naruto... we all hold those same words and feelings within our hearts. They're what bind our lives together and make us comrades. If we all give up and discard those words and feelings now, Neji's sacrifice will have been for nothing... And that is when your comrades truly die, for you are no longer comrades then. That's how I feel... Therefore... stand up together with me, Naruto... Because never going back on one's word... is my ninja way too!",
      "_id": "S60rkktDnDn",
      "id": "6"
    }
  ],
  [
    {
      "quoteAuthor": "Rock Lee",
      "addressing": "(To Team Guy) ",
      "quoteText": "Sensei! I want to prove that you can become a great ninja even without being able to use Ninjutsu or Genjutsu! That is everything to me!",
      "_id": "sTe1aT8VF",
      "id": "1"
    },
    {
      "quoteAuthor": "Rock Lee",
      "addressing": "(To Tenten) ",
      "quoteText": "A genius, huh? What does that mean? \"Genius\"? So I was not born with a whole lot of natural talent, not gifted like Neji... but I work hard and I never give up! That is my gift; that is my ninja way!",
      "_id": "p-3uS5syau",
      "id": "2"
    },
    {
      "quoteAuthor": "Rock Lee",
      "addressing": "(To Sakura) ",
      "quoteText": "Sakura, please go out with me! I'll protect you with my life!",
      "_id": "wJvAHagOlF",
      "id": "3"
    },
    {
      "quoteAuthor": "Rock Lee",
      "addressing": "(To Sasuke) ",
      "quoteText": "Among strong people exists genius types and hard-working types. If your Sharingan is a genius-type from the Uchiha blood, I am simply a hard-working type who has mastered only taijutsu.",
      "_id": "vtyLkO_Y6z",
      "id": "4"
    },
    {
      "quoteAuthor": "Rock Lee",
      "addressing": "(To Team 7) ",
      "quoteText": "See?! Guy-sensei is incredible!",
      "_id": "98vvjNetyU",
      "id": "5"
    },
    {
      "quoteAuthor": "Rock Lee",
      "addressing": "(To Sakura) ",
      "quoteText": "The lotus of Konoha blooms twice.",
      "_id": "YgU1EB_4vE",
      "id": "6"
    },
    {
      "quoteAuthor": "Rock Lee",
      "addressing": "(To Guy) ",
      "quoteText": "I want to show I can be a splendid ninja as well even if I don't have ninjutsu or genjutsu... I want to prove it to the whole world!",
      "_id": "VuI9WR-jGN",
      "id": "7"
    },
    {
      "quoteAuthor": "Rock Lee",
      "addressing": "(To Kimimaro) ",
      "quoteText": "I am Konoha's Beautiful Green Wild Beast - Rock Lee!",
      "_id": "QIJ0IRZHTh",
      "id": "8"
    },
    {
      "quoteAuthor": "Rock Lee",
      "addressing": "(To Kakashi and Gaara) ",
      "quoteText": "I'm not sad!! In front of a man who made an important decision... feeling sadness or pity would be an insult to him!!!",
      "_id": "GuUg6N0nm9",
      "id": "9"
    }
  ],
  [
    {
      "quoteAuthor": "Minato Namikaze",
      "addressing": "(About his dreams) ",
      "quoteText": "I want everyone in the village to acknowledge me and become a great Hokage!",
      "_id": "e75Eyw5C49",
      "id": "1"
    },
    {
      "quoteAuthor": "Minato Namikaze",
      "addressing": "(To Kushina) ",
      "quoteText": "Because I know that you're strong, in body and in spirit. But this is a fight between two villages. It's different from other fights, so... I didn't want to lose you.",
      "_id": "jPGgGveGcR",
      "id": "2"
    },
    {
      "quoteAuthor": "Minato Namikaze",
      "addressing": "(To Jiraiya) ",
      "quoteText": "You're a man with a true skill... an example we should all follow. I can't think of a finer shinobi than you!",
      "_id": "1oX_dWvzJy",
      "id": "3"
    },
    {
      "quoteAuthor": "Minato Namikaze",
      "addressing": "(To Kushina about sealing the Nine-Tails inside Naruto) ",
      "quoteText": "Have a little faith! He is our son after all!",
      "_id": "vS8ozZU52l",
      "id": "4"
    },
    {
      "quoteAuthor": "Minato Namikaze",
      "addressing": "(Last words) ",
      "quoteText": "Naruto... This is your dad. Listen... To your nagging mother.",
      "_id": "wl6BguNunc",
      "id": "5"
    },
    {
      "quoteAuthor": "Minato Namikaze",
      "addressing": "(To Naruto) ",
      "quoteText": "Pain was the one who killed Jiraiya-sensei, but the more I think about it, the more I believe he was killed by that disorder that gave birth to Pain.",
      "_id": "Wj2m02xFf3",
      "id": "6"
    },
    {
      "quoteAuthor": "Minato Namikaze",
      "addressing": "(About Naruto) ",
      "quoteText": "These feelings... It's really nostalgic. Even though the situation is so hard... He looks like he could do anything... Right... It feels exactly as if I were with Kushina... That's what it is...",
      "_id": "KqCvmV8zl7z",
      "id": "7"
    },
    {
      "quoteAuthor": "Minato Namikaze",
      "addressing": "(To Naruto) ",
      "quoteText": "Happy Birthday, You really become a splendid young man, Naruto.",
      "_id": "UpdDD7Dr7rU",
      "id": "8"
    }
  ],
  [
    {
      "quoteAuthor": "Kushina Uzumaki",
      "addressing": "(As a child, when asked what her dream for the future was) ",
      "quoteText": "I'm gonna be the first female Hokage!\" (「女性で初めての火影になってやる!」, \"Josei de hajimete no Hokage ni natte yaru!\")",
      "_id": "fHoA_otf81b",
      "id": "1"
    },
    {
      "quoteAuthor": "Kushina Uzumaki",
      "addressing": "(To Kurama) ",
      "quoteText": "Neither of us have any sort of luck, do we? You keep the world at bay... but I keep you at bay.",
      "_id": "wgnFFfSwzSS",
      "id": "2"
    },
    {
      "quoteAuthor": "Kushina Uzumaki",
      "addressing": "(To Jiraiya) ",
      "quoteText": "Naruto, it's a beautiful name.\" (「ナルト、素敵な名前です」, \"Naruto, suteki na namae desu\")",
      "_id": "r_hKnwVA111",
      "id": "3"
    },
    {
      "quoteAuthor": "Kushina Uzumaki",
      "addressing": "(To Minato) ",
      "quoteText": "Don't look so sad... Minato. I'm... I'm happy. Happy that you loved me. Happy that it's... our son's... birthday. Like... If I try to imagine surviving and the three of us... living together... I can't think of anything... beyond 'I'd be so happy.' If I had any regrets... It would be that I won't see Naruto grow up.",
      "_id": "xfLzUyixoBA",
      "id": "4"
    },
    {
      "quoteAuthor": "Kushina Uzumaki",
      "addressing": "(Final words to baby Naruto) ",
      "quoteText": "Naruto... you're going to experience a lot of pain and suffering. Remember who you are! Find a goal... a dream... and don't stop trying until it comes true. There's... there's so much more that I want to say... to teach you... I want to stay with you... I love you.",
      "_id": "xIU7910bmnZ",
      "id": "5"
    },
    {
      "quoteAuthor": "Kushina Uzumaki",
      "addressing": "(To Naruto) ",
      "quoteText": "That time, I saw Minato as an amazingly splendid ninja. He made me believe he could fulfil my dreams, and above all, he changed me... This ordinary red hair I hated so much had brought me the person of my destiny... It became the 'red thread of fate'. Ever since, I liked my own hair and... most of all, I loved Minato.\" (「その時のミナトはとても立派な忍者に見えた、夢を叶える人だと思わせたくれた、そして何より彼は私を変えた...この大キライだったただの赤い髪は私の中で運命の人を連れてきてくれた...\"運命の赤い糸\"になってくれた。それ以来自分の髪を好きになった...そして何よりミナトを大好きになった」, Sono toki no Minato wa totemo rippana ninja ni mieta, yume o kanaeru hito dato omowasete kureta, soshite nani yori kare wa watashi o kaeta... Kono daikirai datta tada no akai kami wa watashi no naka de unmei no hito o tsurete kite kureta... \"Unmei no akai ito\" ni natte kureta. Sore irai jibun no kami o suki ni natta... soshite nani yori Minato o daisuki ni natta.)",
      "_id": "B6GQsu6PYK6",
      "id": "6"
    },
    {
      "quoteAuthor": "Kushina Uzumaki",
      "addressing": "(To Naruto) ",
      "quoteText": "There are some important words I want to tell, only to the men who compliment my hair... Naruto...will you hear them? I love you\" (私の髪を褒めてくれた男にだけ私から贈る大切な言葉があるの...ナルト...受け取ってくれる?　アナタを愛してる」, \"Watashi no kami o homete kureta otoko ni dake watashi kara okuru taisetsuna kotoba ga aru no... Naruto... uketotte kureru? Anata o aishiteru.\")",
      "_id": "-7vgjm6xXlw",
      "id": "7"
    },
    {
      "quoteAuthor": "Kushina Uzumaki",
      "addressing": "(To Naruto) ",
      "quoteText": "Thank you for letting me be your mother, and for letting Minato be your father. Thank you for being our son. Thank you... Thank you!",
      "_id": "hqXCRqQYPmz",
      "id": "8"
    }
  ],
  [
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(To Kabuto) ",
      "quoteText": "You just don't have enough information to explain yourself yet. Your glasses, your name, being someone's child is not something that can show who really you are. But that is fine. If you're not happy on what you have now... you can just find new things to find up. ...You see, I also want to find who I really am. That's why I'm collecting a bit of everything.",
      "_id": "LGcA06f174y",
      "id": "1"
    },
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(To Hiruzen) ",
      "quoteText": "I want to obtain all the techniques and gain a true understanding of everything in this world. The first one to mix blue and yellow called the new colour \"green\". I want to do something similar to that. If blue is the chakra, then yellow is the seal, and green is the technique... Just as there is no end to the variety of colours, there are so many thousands... tens of thousands of techniques in the world as well. But in order to obtain every possible technique and truth, it would require an eternity. Only one who understands everything after spending such time on this can be fittingly called the Ultimate Being.",
      "_id": "IeYWSdtBEkS",
      "id": "2"
    },
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(To Hiruzen) ",
      "quoteText": "What nonsense! In the grand scheme of time, you're nothing more than a trivial footnote in the brief history of a cluster of huts called \"Konoha\"! In time, the Hokage Stone Faces will crumble and be worn down to nothing...",
      "_id": "qW40geldQpr",
      "id": "3"
    },
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(To a young Kimimaro) ",
      "quoteText": "Maybe, just maybe, there is no purpose in life. But if you linger a while longer in this world, you might discover something of value in it, like how you discovered that flower. Or, how I discovered you one fateful night.",
      "_id": "9qpea5MsO4w",
      "id": "4"
    },
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(To Kabuto, talking about Tsunade) ",
      "quoteText": "The best medicines always taste bitter.",
      "_id": "Pbs6ZCyuyyW",
      "id": "5"
    },
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(About Naruto) ",
      "quoteText": "This child... intrigues me to no end!",
      "_id": "RLaf_DNHIhi",
      "id": "6"
    },
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(About Sasuke) ",
      "quoteText": "When I watch this boy, I look back to the time I was called a genius, and think how ridiculous it was.",
      "_id": "peS_KctOVVH",
      "id": "7"
    },
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(About Yūkimaru) ",
      "quoteText": "When there is a true desire in the heart and that desire is strong... that is when he finds real strength that even he did not know he had.",
      "_id": "8G8nyODZaJe",
      "id": "8"
    },
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(To Sasuke) ",
      "quoteText": "I refuse... to let this happen! I am Orochimaru! I am immortal! I will not die here! Destined to discover the true meaning behind everything! Destined to take control of everything in this world!!",
      "_id": "P2By1rm91ab",
      "id": "9"
    },
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(To Suigetsu about Sasuke) ",
      "quoteText": "It's just like the time when I planned on crushing the Konohagakure... He has chosen a divergent path from the village... But even so, it'll always have some sentimental value. He's soaking that all in and coming to terms with... The consequences of his future actions and reaffirming his resolve.",
      "_id": "wK_T_e-RCyb",
      "id": "10"
    },
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(To Tsunade, about Jiraiya) ",
      "quoteText": "People change. It's just a matter of whether they die before it happens. Although he died just the way he was.",
      "_id": "POFEWtCcHeS",
      "id": "11"
    },
    {
      "quoteAuthor": "Orochimaru",
      "addressing": "(To Hiruzen) ",
      "quoteText": "Fine, let's bring back the memories... of when I was your student.",
      "_id": "MNjUfE2RH6l",
      "id": "12"
    }
  ],
  [
    {
      "quoteAuthor": "Zabuza Momochi",
      "addressing": "(To Team 7) ",
      "quoteText": "When you've hovered between life and death so many times that it doesn't faze you, you may be called a ninja. When you've become so deadly that your profile has been entered into my bingo book, then you may have earned the title ninja.",
      "_id": "uP_eqcJ2qKk",
      "id": "1"
    },
    {
      "quoteAuthor": "Zabuza Momochi",
      "addressing": "(To Naruto) ",
      "quoteText": "When I was your age, my hands were already soaked in blood...",
      "_id": "mZ8yNJLVSgz",
      "id": "2"
    },
    {
      "quoteAuthor": "Zabuza Momochi",
      "addressing": "(To Naruto) ",
      "quoteText": "Shut up kid, Haku's already dead... As I was used by Gato, I used Haku. That was all. I've said it already... in the world of shinobi, there are only those who use and those whom are used. We shinobi are simply tools... what I wanted was his blood, not him... I have no regrets.",
      "_id": "I-NESD6UOcg",
      "id": "3"
    },
    {
      "quoteAuthor": "Zabuza Momochi",
      "addressing": "(To Naruto) ",
      "quoteText": "You talk too much, kid... your words cut deep... deeper than any blade.",
      "_id": "UVjAr-1I3Y6",
      "id": "4"
    },
    {
      "quoteAuthor": "Zabuza Momochi",
      "addressing": "(To Gatō) ",
      "quoteText": "Uh uh... I won't be joining Haku. Where he's gone I cannot follow. We wouldn't be welcome where Haku's gone to. Hell's where we're going, Gato!",
      "_id": "zMT1VHFqenI",
      "id": "5"
    },
    {
      "quoteAuthor": "Zabuza Momochi",
      "addressing": "(To Gatō) ",
      "quoteText": "Even the unremarkable Demon of the Hidden Mist can die and become a real Demon in hell! This will be fun!!! We'll have plenty of time to see if I'm a baby devil down in hell!!",
      "_id": "IrOrknHjsyl",
      "id": "6"
    },
    {
      "quoteAuthor": "Zabuza Momochi",
      "addressing": "(Last words to Haku) ",
      "quoteText": "You were always at my side, the least I can do is to be beside you at the end. I know it cannot be, but I wish I could go to where you have gone. How I wish I could join you there, Haku.",
      "_id": "p1su_IEBvs9",
      "id": "7"
    },
    {
      "quoteAuthor": "Zabuza Momochi",
      "addressing": "(To Kakashi after being reincarnated) ",
      "quoteText": "I died as a human!\" (「人間として死んだんだ!」, \"Ningen toshite shindanda!\")",
      "_id": "0mfSQ87SYQC",
      "id": "8"
    }
  ],
  [
    {
      "quoteAuthor": "Haku",
      "addressing": "(To Gatō) ",
      "quoteText": "Don't touch Zabuza with your dirty hands......\" (「汚い手で再不斬さんにさわるな......」, \"Kitanai te de Zabuza-san ni sawaruna......\")",
      "_id": "ZAaA7CveR",
      "id": "1"
    },
    {
      "quoteAuthor": "Haku",
      "addressing": "(To Naruto) ",
      "quoteText": "When a person... has something important they want to protect... that's when they can become truly strong.\" (「人は...大切な何かを守りたいと思った時に本当に強くなれるものなんです」, \"Hito wa... taisetsuna nanika o mamoritai to omotta toki ni honto ni tsuyoku nareru mono nan desu.\")",
      "_id": "zau7SZnwD7",
      "id": "2"
    },
    {
      "quoteAuthor": "Haku",
      "addressing": "(To Zabuza) ",
      "quoteText": "Mister... you have the same eyes as me...\" (「お兄ちゃんも...ボクと同じ目してる...」, \"Onii-chan mo... boku to onaji me shiteru...\")",
      "_id": "R7lrDrQGlA",
      "id": "3"
    },
    {
      "quoteAuthor": "Haku",
      "addressing": "(To Naruto) ",
      "quoteText": "If possible, I don't want to have to kill you......... nor do I want you to have to kill me...... However, if you come at me......... I will kill my heart with a blade and become a true shinobi.\" (「出来るなら君達を殺したくないし.........君達にボクを殺させたくもない......　けれど　君達が向かってくれなら.........ボクは　刃で心を殺し忍になりくる」, \"Dekiru nara kimi-tachi o koroshitakunai shi......... Kimi-tachi ni boku o korosasetaku mo nai...... keredo kimi-tachi ga mukatte kure nara......... boku wa yaiba de kokoro o koroshi shinobi ni nari kuru.\")",
      "_id": "-mB2pzEdjA",
      "id": "4"
    },
    {
      "quoteAuthor": "Haku",
      "addressing": "(To Naruto) ",
      "quoteText": "This bridge is where our dreams are tied together. The place where we fight. Me, for my dreams. You, for your dreams. Please don't resent me.\" (「この橋はそれぞれの夢へとつながる。戦いの場所。ボクは ボクの夢の為に。君達は 君達の夢の為に。恨まないで下さい」, \"Kono hashi wa sorezore no yume e to tsunagaru. Tatakai no basho. Boku wa boku no yume no tame ni. Kimi-tachi wa kimi-tachi no yume no tame ni. Uramanaide kudasai.\")",
      "_id": "GScA9ciHd9",
      "id": "5"
    },
    {
      "quoteAuthor": "Haku",
      "addressing": "(To Naruto) ",
      "quoteText": "I want to protect the person important to me... I want to work for that person. I want to fight for that person. I want to make that person's dream come true... That is my dream.\" (「ボクは大切な人を護りたい...その人の為に働き、その人の為に戦い、その人の夢を叶えたい...それがボクの夢」, \"Boku wa taisetsu na hito o mamoritai... Sono hito no tame ni hataraki, sono hito no tame ni tatakai, sono hito no yume o kanaetai... Sore ga boku no yume.\")",
      "_id": "HbKKFIZvH8",
      "id": "6"
    },
    {
      "quoteAuthor": "Haku",
      "addressing": "(To Naruto) ",
      "quoteText": "Can you understand? Not having a dream... not being needed by anyone... The pain of merely being alive.\" (「知っていますか?夢もなく...誰からも必要とされず...ただ生きることの苦しみを」, \"Shitte imasu ka? Yume mo naku... dare kara mo hitsuyo to sarezu... Tada ikiru koto no kurushimi o.\")",
      "_id": "lt7Cbxw8ON",
      "id": "7"
    },
    {
      "quoteAuthor": "Haku",
      "addressing": "(To Naruto) ",
      "quoteText": "I realised the most painful thing...... That in this world... my existence was not needed.\" (「それが一番辛いことだと知った......自分が この世にまるで...必要とされない存在だということです」, \"Sore ga ichiban tsurai koto da to shitta...... Jibun ga kono yo ni marude... hitsuyo to sarenai sonzai da to iu koto desu.\")",
      "_id": "rCCe_QcivM",
      "id": "8"
    }
  ],
  [
    {
      "quoteAuthor": "Nagato",
      "addressing": "(To Jiraiya) ",
      "quoteText": "Peace... I don't know how to get there... but... but someday I'll break the curse. If there's such a thing as peace, I will find it!",
      "_id": "S5OtxU63PM",
      "id": "1"
    },
    {
      "quoteAuthor": "Nagato",
      "addressing": "(To Akatsuki) ",
      "quoteText": "We're both of the same breed, after all... motives for war are of no concern. Religion, ideology, resources, land, grudges, love, or just because... No matter how pathetic the reason, it's enough to start a war. War will never cease to exist... Reasons can be thought up after the fact. Human nature pursues strife.",
      "_id": "IJ71ehjYPF",
      "id": "2"
    },
    {
      "quoteAuthor": "Nagato",
      "addressing": "(To Jiraiya) ",
      "quoteText": "Even a foolish child can grow up in a right way, when he learns what pain is. Knowing pain controls ones thoughts and decisions.",
      "_id": "MMtlkh5DWa",
      "id": "3"
    },
    {
      "quoteAuthor": "Nagato",
      "addressing": "(To Tsunade) ",
      "quoteText": "You think you're the only ones who matter. You think you can put off death. But that peace made you foolish and thoughtless. If you kill someone, someone else will kill you... this hatred binds us together. I want you to feel pain, to think about pain, to accept pain, to know pain.",
      "_id": "Em8f5FYWDr",
      "id": "4"
    },
    {
      "quoteAuthor": "Nagato",
      "addressing": "(To Naruto) ",
      "quoteText": "We are both ordinary men, driven to seek vengeance in the name of justice. However, if there is justice in vengeance, then justice will breed only more vengeance. And trigger a cycle of hatred.",
      "_id": "ILE8i4YILX",
      "id": "5"
    },
    {
      "quoteAuthor": "Nagato",
      "addressing": "(To Naruto) ",
      "quoteText": "To create short these periods of peace through pain that interrupt the endless cycle of hatred... that is my dream.",
      "_id": "WtPGa67y1m",
      "id": "6"
    },
    {
      "quoteAuthor": "Nagato",
      "addressing": "(Last words to Naruto before dying) ",
      "quoteText": "Dying like trash... never ending hatred... pain that never heals... that is war... Naruto... this... is what you must face... The book... and you... It's like... someone... set this all up... Or... maybe... this... is... the hand of the real God... My role is over now... Naruto... you... can really-",
      "_id": "ks3VQ2e53v",
      "id": "7"
    },
    {
      "quoteAuthor": "Nagato",
      "addressing": "(Last words to Naruto before being sealed) ",
      "quoteText": "Naruto... I'll be returning to where our master is, so I can see your story... If you ask me... You're the third part that concludes the series... The first part was Jiraiya... He was flawless... But... The second part was me, an almost complete failure... I couldn't even get our master to acknowledge me... Ending the series is the third part... The final work will settle it all! Become such a masterpiece that that failure will be like it was cancelled altogether... Naruto!\" (「ナルト.........オレは師匠の所へ戻ってお前の物語を見ておくと...するよ...オレから言わせりゃ...お前は三部作目の完結編だ...一部が自来也...完ペキだった...だが...二部作目ってのはたいがい駄作になるオレのようにな......師にも認めてもらってない......シリーズの出来ってのは三作目...完結編で決まる!駄作を帳消しにするぐらいの最高傑作になってくれよ...ナルト!」, \"Naruto... Ore wa shisho no tokoro modotte omae no monogatari o mite oku to... suru yo... Ore kara iwaserya... Omae was Anbusakume no kanketsuhen de... Ichibu ga Jiraiya... Kanpeki datta... Daga... Nibusakume tte no wa taigai dasaku ni naru ore no yo ni na...... Shi ni mo mitomete morattenai ......Shirīzu no deki tte no wa sansakume... Kanketsuhen de kimaru! Dasaku o chokeshi ni suru gurai no saiko kessaku ni natte kure yo... Naruto!\")",
      "_id": "fwUhdPpjc1P",
      "id": "8"
    }
  ],
  [
    {
      "quoteAuthor": "Hidan",
      "addressing": "",
      "quoteText": "Now! Let's savour the utmost of suffering together!",
      "_id": "XXNMxR41Oti",
      "id": "1"
    },
    {
      "quoteAuthor": "Hidan",
      "addressing": "(To Kakuzu after being told not to die) ",
      "quoteText": "Every damn time... That's not something you say to me... If they can kill me, I couldn't be happier. Although... I don't think they can!",
      "_id": "5xfRLkisNuL",
      "id": "2"
    },
    {
      "quoteAuthor": "Hidan",
      "addressing": "(To the Konoha shinobi) ",
      "quoteText": "Hell that hurts... You go and stab me all over... Damn both of you... Divine judgement awaits heathens ignorant to the pain of others.",
      "_id": "ZDQVwIbxOTE",
      "id": "3"
    },
    {
      "quoteAuthor": "Hidan",
      "addressing": "(After wounding Asuma) ",
      "quoteText": "Yeah hurts good doesn't it? Attacking the vitals is such a waste! This pain, this is the best! As the other dies, their agony radiates through my body! And living through it feels even better!",
      "_id": "thQF6DTZsqP",
      "id": "4"
    },
    {
      "quoteAuthor": "Hidan",
      "addressing": "(To Shikamaru before being buried alive) ",
      "quoteText": "I'll never die... Even if you destroy my body, and I'm left with nothing but my head... I'll escape somehow... and when I do, I'll find you and bite your throat out!",
      "_id": "VqkyUqlapgr",
      "id": "5"
    }
  ],
  [
    {
      "quoteAuthor": "Deidara",
      "addressing": "(Catchphrase) ",
      "quoteText": "Art is an explosion!\" (芸術は爆発だ!, Geijutsu wa bakuhatsu da!).",
      "_id": "S4EfsQbmeU2",
      "id": "1"
    },
    {
      "quoteAuthor": "Deidara",
      "addressing": "(Before killing the Suna guards) ",
      "quoteText": "Look at those fools. They have no appreciation for art. You have to feel art. And true art... is an EXPLOSION!",
      "_id": "lkDM_BnorlZ",
      "id": "2"
    },
    {
      "quoteAuthor": "Deidara",
      "addressing": "(To Sasori) ",
      "quoteText": "Fine art is the beauty of that single fleeting moment of explosion.",
      "_id": "OjxFkVS7iUx",
      "id": "3"
    },
    {
      "quoteAuthor": "Deidara",
      "addressing": "(To Tobi, after he mocked how Deidara had lost his arms) ",
      "quoteText": "Tobi, even a Buddha loses patience when insulted a third time... One more word and there'll be no doubt about the cause of your death.",
      "_id": "51aNwA4IrTQ",
      "id": "4"
    },
    {
      "quoteAuthor": "Deidara",
      "addressing": "(To Sasuke) ",
      "quoteText": "You think you're so cool! And those eyes make me sick!! Always judging me... and my art!! You have no appreciation of the beauty of my work... and it makes me want to kill you!!",
      "_id": "PzWpb4fZHog",
      "id": "5"
    },
    {
      "quoteAuthor": "Deidara",
      "addressing": "(Last words to Sasuke) ",
      "quoteText": "This will be my ultimate piece of art. I'll explode. I shall die and become art itself! This will be like no explosion before it, and it will leave a scar upon the Earth unlike anything else. Then, my art will receive the admiration it's always deserved! Tremble! Be afraid! Recoil in despair! Cower in awe! And cry your heart out, because my art... is an EXPLOSION!",
      "_id": "5zbt_qIu59j",
      "id": "6"
    },
    {
      "quoteAuthor": "Deidara",
      "addressing": "(To Ōnoki after being reincarnated) ",
      "quoteText": "Shut up! I killed Sasuke Uchiha! And you're next, you art-hating sack of wrinkles!",
      "_id": "iGGC4ODoC6n",
      "id": "7"
    },
    {
      "quoteAuthor": "Deidara",
      "addressing": "(To himself) ",
      "quoteText": "Art will never die... even if I already have.",
      "_id": "h-SodSKcHol",
      "id": "8"
    }
  ],
  [
    {
      "quoteAuthor": "Kabuto Yakushi",
      "addressing": "(After accidentally wounding Nonō) ",
      "quoteText": "Why didn't mother... ...recognise me...? Why didn't she remember me...? Why? What was the purpose of my life then? What did I receive from her!? My name being one of her sons... ...even these glasses. Who is... ...this...? This isn't me... It's not the real me...",
      "_id": "-GCn--LBr",
      "id": "1"
    },
    {
      "quoteAuthor": "Kabuto Yakushi",
      "addressing": "(To Naruto) ",
      "quoteText": "After Orochimaru died, I found myself not knowing who I was, again... Without knowing parent or country, I was taken in by the enemy... Since a young age I've moved about countries and villages as a spy... To me, things like countries, villages... they hold no firm reality in my mind. That was, of course, until I found myself under the wing of Orochimaru... but that presence is gone again. What am I anyway... The pain of not having an identity... I'd think you should understand... Naruto.",
      "_id": "KsFSAmvYGB",
      "id": "2"
    },
    {
      "quoteAuthor": "Kabuto Yakushi",
      "addressing": "(To Naruto) ",
      "quoteText": "I decided I wished to be like you as well, Naruto, and for that reason... with Lord Orochimaru now integrated into this body, I plan on finding a new \"me\", one stronger than Lord Orochimaru himself! Finding a new me, that is the lesson you taught me.",
      "_id": "57gAEiZNnb",
      "id": "3"
    },
    {
      "quoteAuthor": "Kabuto Yakushi",
      "addressing": "(To Naruto) ",
      "quoteText": "I am no longer a snake... sage power has allowed me to shed that skin... and I am a dragon now!!",
      "_id": "HSdXb7HKMJ",
      "id": "4"
    },
    {
      "quoteAuthor": "Kabuto Yakushi",
      "addressing": "(To Itachi) ",
      "quoteText": "My name is a code... My glasses are a tool... I've been no one... From the start. From the very start... I had nothing.\" (「名は記号...。眼鏡は道具...。最初からボクは何者でもなかった。ボクには...何も無い。」, \"Na wa kigo... Megane wa dogu... Saisho kara boku wa nanimono demo nakatta. Boku ni wa... nani mo nai.\")",
      "_id": "z5Wgx0zX8r",
      "id": "5"
    },
    {
      "quoteAuthor": "Kabuto Yakushi",
      "addressing": "(To Itachi) ",
      "quoteText": "A genius that had everything will never understand. ...I just want to become myself.",
      "_id": "eYZSf-KS9O",
      "id": "6"
    },
    {
      "quoteAuthor": "Kabuto Yakushi",
      "addressing": "(To Suigetsu) ",
      "quoteText": "You're right that Obito and I were convinced that we didn't have a place in this world, and we ended up involving everyone else. But now I know who I am and what I have to do.",
      "_id": "e9E4nG3160",
      "id": "7"
    }
  ],
  [
    {
      "quoteAuthor": "Kisame Hoshigaki",
      "addressing": "(To Asuma) ",
      "quoteText": "My massive blade Samehada, doesn't slice... It shreds you to ribbons!",
      "_id": "9V8_zuSlTW",
      "id": "1"
    },
    {
      "quoteAuthor": "Kisame Hoshigaki",
      "addressing": "(To Killer B) ",
      "quoteText": "I get stronger in direct proportion to how strong my opponent is. I do not tire, and cannot be defeated.",
      "_id": "r5bkzsTLyK",
      "id": "2"
    },
    {
      "quoteAuthor": "Kisame Hoshigaki",
      "addressing": "(To Yagura) ",
      "quoteText": "I knew that from the first time I had to kill my comrades... Kill a Kiri ninja as a Kiri ninja. What does that make me? Am I a friend or foe? What is my purpose and my position? Where do I go? Where can I go? I'm well aware that my entire life has been one giant lie.",
      "_id": "USP03p21Ld",
      "id": "3"
    },
    {
      "quoteAuthor": "Kisame Hoshigaki",
      "addressing": "(To Itachi) ",
      "quoteText": "Sharks start out as eggs, but incubate and hatch in the womb. Sometimes the number of pups is less than the number of eggs that were fertilised. Do you know why? Cannibalism. The pups start eating each other within the mother's womb the moment they hatch. They start killing their siblings the moment they enter the world, viewing everything they see as nothing more than prey. As of today you and I are fellow members of Akatsuki. So be careful... of me.",
      "_id": "xLS_5fsBWr",
      "id": "4"
    },
    {
      "quoteAuthor": "Kisame Hoshigaki",
      "addressing": "(Last words) ",
      "quoteText": "Itachi... It seems that in the end... I'm not so terrible after all.",
      "_id": "QHh5tD2Uqw",
      "id": "5"
    }
  ],
  [
    {
      "quoteAuthor": "Itachi Uchiha",
      "addressing": "(To an infant Sasuke) ",
      "quoteText": "Don't cry, Sasuke. Your big brother is here to protect you, no matter what happens.",
      "_id": "l46TakmMyF",
      "id": "1"
    },
    {
      "quoteAuthor": "Itachi Uchiha",
      "addressing": "(To Yashiro, Tekka, and Inabi) ",
      "quoteText": "You hold onto the organisation and your clan name. These things limit us and limit our capacities... These things deserve to be shunned. It is foolish to fear what we've yet to see and know!",
      "_id": "bQwA7AoHaI",
      "id": "2"
    },
    {
      "quoteAuthor": "Itachi Uchiha",
      "addressing": "(To Sasuke) ",
      "quoteText": "There is no value in killing the likes of you... My foolish brother... If you want to kill me... curse me! Hate me! And live a long and unsightly life... Run away... run away... and cling to your pitiful life. And then some day, when you have the same eyes as I do, come before me.\" (「貴様など...殺す価値も無い。...愚かなる弟よ......。このオレを殺したくば、恨め!憎め!そして みにくく生きのびるがいい.........。...逃げて逃げて...生にしがみつくがいい。そして何時か、俺と同じ目を持って、俺の前に来い!”」, \"Kisama nado... Korosu kachi mo nai. ...Orokanaru ototo yo...... Kono ore o koroshitakuba, urame! Nikume! Soshite, minikuku ikinobiru ga ii......... ...Nigete nigete... Sei ni shigamitsuku ga ii. Soshite itsuka, Ore to onaji me wo motte... Ore no mae ni koi!\")",
      "_id": "8wE9FVi1fZc",
      "id": "3"
    },
    {
      "quoteAuthor": "Itachi Uchiha",
      "addressing": "(To Sasuke) ",
      "quoteText": "People live their lives bound by what they accept as correct and true... that is how they define reality. But what does it mean to be correct or true? Merely vague concepts... their reality may all be an illusion.",
      "_id": "OKWjXa6x5oC",
      "id": "4"
    },
    {
      "quoteAuthor": "Itachi Uchiha",
      "addressing": "(To Kisame) ",
      "quoteText": "Those who kill their own comrades are sure to die a terrible death.",
      "_id": "Dko2NCFEKFG",
      "id": "5"
    },
    {
      "quoteAuthor": "Itachi Uchiha",
      "addressing": "(To Kisame) ",
      "quoteText": "We don't know what kind of people we truly are until the moment before our deaths. As death comes to embrace you, you will realise what you are. That's what death is, don't you think?",
      "_id": "1hlDCeQIRjI",
      "id": "6"
    },
    {
      "quoteAuthor": "Itachi Uchiha",
      "addressing": "(To Naruto) ",
      "quoteText": "You don't become the Hokage to be acknowledged by everyone. The one who is acknowledged by everyone becomes the Hokage.",
      "_id": "UktjmJjnA3C",
      "id": "7"
    },
    {
      "quoteAuthor": "Itachi Uchiha",
      "addressing": "(Last words to Sasuke after reincarnation) ",
      "quoteText": "If I had been open with you from the start... and looked you straight in the eyes and told you the truth, then I wouldn't have had to stand before you, from above, as a failure, telling you all of this. So this time, I want to impart this truth to you... You don't ever have to forgive me. And no matter what you do from here on out, know this... I will love you always.",
      "_id": "hN7QHLjw8PX",
      "id": "8"
    }
  ],
  [
    {
      "quoteAuthor": "Black Zetsu",
      "addressing": "(To Hidan) ",
      "quoteText": "White Zetsu: \"When you're sad and alone...\" Black Zetsu: \"...The only one you can count on is yourself.",
      "_id": "oV64E09BRd8",
      "id": "1"
    },
    {
      "quoteAuthor": "Black Zetsu",
      "addressing": "(To White Zetsu) ",
      "quoteText": "A weapon's strength or weakness is dependent on the user's ability to use it. An expert with a pebble can still beat a novice with a shuriken.",
      "_id": "mDVGODb15Oa",
      "id": "2"
    },
    {
      "quoteAuthor": "Black Zetsu",
      "addressing": "(To Minato and Kakashi) ",
      "quoteText": "I'm Madara's will. I'll eliminate whoever stands in his way. You and Obito took Madara way too lightly, and you underestimated me as well.",
      "_id": "KtjqTacHH0M",
      "id": "3"
    },
    {
      "quoteAuthor": "Black Zetsu",
      "addressing": "(To Madara) ",
      "quoteText": "You're not the saviour... and it's not over. Why do you think, that unlike Obito, you can use everyone else? Why would you be any different?\", \"That's not true either! My will is... Kaguya's!",
      "_id": "ME3OOYgLST6",
      "id": "4"
    },
    {
      "quoteAuthor": "Black Zetsu",
      "addressing": "(To Naruto) ",
      "quoteText": "You... you're just another part of the shinobi history I created! A brat like you can't touch the likes of me-",
      "_id": "tHPX_HpODCZ",
      "id": "5"
    }
  ],
  [
    {
      "quoteAuthor": "White Zetsu",
      "addressing": "(To Obito) ",
      "quoteText": "Well to say it simply... He wants to get rid of all the bad things in the world and run away to a dreamland full of good things! In a dream you can do whatever you want... even revive the dead.",
      "_id": "C_ptqz_EoGz",
      "id": "1"
    },
    {
      "quoteAuthor": "White Zetsu",
      "addressing": "(To Black Zetsu about Tobi joining Akatsuki) ",
      "quoteText": "It'll be all right, after all, Tobi is a good boy.",
      "_id": "D8aZ7Iiqm2k",
      "id": "2"
    },
    {
      "quoteAuthor": "White Zetsu",
      "addressing": "(To Hidan) ",
      "quoteText": "White Zetsu: \"When you're sad and alone...\" Black Zetsu: \"...The only one you can count on is yourself.",
      "_id": "dtkKrPFNIms",
      "id": "3"
    },
    {
      "quoteAuthor": "White Zetsu",
      "addressing": "(To Sasuke) ",
      "quoteText": "The next time you open your eyes you'll be seeing a whole new world... things are getting really fun!",
      "_id": "C9TJtrl3GaD",
      "id": "4"
    }
  ],
  [
    {
      "quoteAuthor": "Danzo Shimura",
      "addressing": "(To Hiruzen) ",
      "quoteText": "My father and grandfather died in battle as ninja. Self-sacrifice is a ninja's duty.",
      "_id": "qKqTd2Grj",
      "id": "1"
    },
    {
      "quoteAuthor": "Danzo Shimura",
      "addressing": "(To Kinoe) ",
      "quoteText": "The world of the shinobi is filled with a myriad of techniques. You cannot compete with just one power. We must master various techniques and use those powers to unite the shinobi world.",
      "_id": "kG9eX1ClPw",
      "id": "2"
    },
    {
      "quoteAuthor": "Danzo Shimura",
      "addressing": "(To Sai) ",
      "quoteText": "Emotions lead one to hate... and hate leads one to conflict and war...",
      "_id": "GTErJ-86vk",
      "id": "3"
    },
    {
      "quoteAuthor": "Danzo Shimura",
      "addressing": "(Danzō on not being well known in the ninja world) ",
      "quoteText": "The ninja world is an ascetic world. To remain anonymous is a source of pride. But by controlling both the surface and underground, one can truly strengthen the village and nation. I will make certain that this summit is a success and that I am recognised as Hokage. Then the jonin will have no choice but to accept me as Hokage. My era has finally come.",
      "_id": "gysRk8-qcA",
      "id": "4"
    },
    {
      "quoteAuthor": "Danzo Shimura",
      "addressing": "(To Sasuke) ",
      "quoteText": "Self sacrifice, that's what epitomises a shinobi. Never seeing the light of day, toiling in the shadows. That's the way of a true shinobi and not just Itachi. Countless shinobi have died the same way. This world could not function on ideals and pleasantries. It's thanks to people like him that peace has been maintained.",
      "_id": "xq8Zi6GW-v",
      "id": "5"
    },
    {
      "quoteAuthor": "Danzo Shimura",
      "addressing": "(To Sasuke) ",
      "quoteText": "Two brothers, whose abilities are identical. How could what your eyes perceive be so different. The truth about Itachi isn't important to you at all. Instead you simply want to destroy everything with your hatred. All you're doing is making the sacrifice of the Uchiha clan meaningless.",
      "_id": "IJVc4vgtm0",
      "id": "6"
    },
    {
      "quoteAuthor": "Danzo Shimura",
      "addressing": "(To Sasuke) ",
      "quoteText": "It's not my life I'm worried about. This is for Konoha... for the ninja world... I can't die now... I'll... do anything... to survive. I... am the only one... who can change this world... this girl will be sacrificed for that.",
      "_id": "3BoarvqOXH",
      "id": "7"
    },
    {
      "quoteAuthor": "Danzo Shimura",
      "addressing": "(Last words) ",
      "quoteText": "Hiruzen... it looks like it's my turn next... but I... never did become Hokage... no matter how far I went I could never catch up with you... you are the leaves bathing in the sun. I... am the roots that grow in the dark. Hey, Hiruzen... what do you think of me? What am I to you...?",
      "_id": "TWe5HVLSWG",
      "id": "8"
    }
  ],
  [
    {
      "quoteAuthor": "Obito Uchiha",
      "addressing": "(To Kakashi) ",
      "quoteText": "Those who break the rules are trash, but those who abandon their comrades are worse than trash! If I'm going to be called trash either way, I'd rather break the rules! And if that somehow makes me anything less than a real shinobi, then I'll crush all of the so-called \"real\" shinobi!",
      "_id": "9ih1xwENcM",
      "id": "1"
    },
    {
      "quoteAuthor": "Obito Uchiha",
      "addressing": "(To Kakashi) ",
      "quoteText": "I'm about to... die... but I'll become your eye... and see the future with you.",
      "_id": "_2fFOy5FpE",
      "id": "2"
    },
    {
      "quoteAuthor": "Obito Uchiha",
      "addressing": "(To Pain and Konan) ",
      "quoteText": "The true power of the Sharingan... this is Madara Uchiha's power!\" (写輪眼の本当の力が... このうちはマダラの力が!, \"Sharingan no honto no chikara ga... kono Uchiha Madara no chikara ga!\")",
      "_id": "6nLzPVDXCA",
      "id": "3"
    },
    {
      "quoteAuthor": "Obito Uchiha",
      "addressing": "(Thinking to himself about Sasuke) ",
      "quoteText": "The moment people come to know love, they run the risk of carrying hate.",
      "_id": "844R0wrZY7",
      "id": "4"
    },
    {
      "quoteAuthor": "Obito Uchiha",
      "addressing": "(To Naruto and Killer B) ",
      "quoteText": "I'm no one... I don't want to be anyone. All I care about is completing the Eye of the Moon Plan. This world is completely worthless... there is nothing left in it but misery.",
      "_id": "lUSuui0KAe",
      "id": "5"
    },
    {
      "quoteAuthor": "Obito Uchiha",
      "addressing": "(Thinking to himself) ",
      "quoteText": "You remind me of myself... Naruto... yeah... just like when I was young... but, that'll all change with time...",
      "_id": "-9_GpFwdTQ",
      "id": "6"
    },
    {
      "quoteAuthor": "Obito Uchiha",
      "addressing": "(To Kakashi) ",
      "quoteText": "Look! There is nothing in my heart! I don't even feel pain!! You don't have to feel guilty, Kakashi. This windhole was opened by this hell of a world.",
      "_id": "kttYibZP2K",
      "id": "7"
    },
    {
      "quoteAuthor": "Obito Uchiha",
      "addressing": "(To Madara) ",
      "quoteText": "Now I finally realised that faking one's name and letting others do everything for you is different than entrusting something to one's comrades. I'm not you. The current me is the one who wanted to become Hokage: Obito Uchiha!",
      "_id": "Ynpw47WP7AZ",
      "id": "8"
    },
    {
      "quoteAuthor": "Obito Uchiha",
      "addressing": "(Last words, to Naruto) ",
      "quoteText": "You'll probably have to suffer again from now on... but don't change, keep going your way. You told me that you never change your words... that's your ninja way. Right? Naruto, become Hokage... at all costs.",
      "_id": "RYTYkRvvpE7",
      "id": "9"
    }
  ],
  [
    {
      "quoteAuthor": "Sasori",
      "addressing": "(To Kankurō) ",
      "quoteText": "Since I don't like to wait or make people wait... I'll end this quickly.",
      "_id": "VT53KTREH6d",
      "id": "1"
    },
    {
      "quoteAuthor": "Sasori",
      "addressing": "(To Kankurō) ",
      "quoteText": "For my name to be known all the way down to a kid like you... is an honour.",
      "_id": "tlDCurOCIqI",
      "id": "2"
    },
    {
      "quoteAuthor": "Sasori",
      "addressing": "(To Deidara) ",
      "quoteText": "What? You call those explosions fine art? Fine art is something wonderful that's left long into the future... eternal beauty.",
      "_id": "NuDhGR9pNE0",
      "id": "3"
    },
    {
      "quoteAuthor": "Sasori",
      "addressing": "(About Chiyo) ",
      "quoteText": "Great puppet masters think alike, I suppose.",
      "_id": "v1JtJ_60b0D",
      "id": "4"
    },
    {
      "quoteAuthor": "Sasori",
      "addressing": "(To Chiyo) ",
      "quoteText": "That is a considerable amount of puppets. But...",
      "_id": "lPuDSpHfhg-",
      "id": "5"
    },
    {
      "quoteAuthor": "Sasori",
      "addressing": "(To Chiyo) ",
      "quoteText": "Proceeds to summon one hundred puppets of his own] With these, I took down a whole nation!",
      "_id": "ssdnCRM9UlM",
      "id": "6"
    },
    {
      "quoteAuthor": "Sasori",
      "addressing": "(About Chiyo and Sakura) ",
      "quoteText": "How'll I explain this... How long it took me to take down a little girl and an old hag... That I even had to use my last trick...",
      "_id": "pu9IdG1hEzz",
      "id": "7"
    },
    {
      "quoteAuthor": "Sasori",
      "addressing": "(To Sakura) ",
      "quoteText": "Women like to do useless things don't they... Even connected by blood ties as we are, I won't feel a thing if grandma dies here. My heart... is just like this body...",
      "_id": "WPjw8WSiyus",
      "id": "8"
    },
    {
      "quoteAuthor": "Sasori",
      "addressing": "(To Sakura) ",
      "quoteText": "Want to try to become like this too? If you do then you'll probably get what I'm saying. A body that does not decay... a puppet body can be rebuilt over and over... unfettered by a mortal lifespan.",
      "_id": "aDmJwis97EO",
      "id": "9"
    },
    {
      "quoteAuthor": "Sasori",
      "addressing": "(To Sakura) ",
      "quoteText": "I would describe myself as a human being who could not become a complete puppet, I am an unfinished puppet, whose lifeless frame still contains a beating heart at its core. I am neither dead, nor am I alive.",
      "_id": "j-E-uti6k8r",
      "id": "10"
    },
    {
      "quoteAuthor": "Sasori",
      "addressing": "(Upon seeing Kankurō using his puppet body) ",
      "quoteText": "My old puppet body... Suddenly it all seems so pointless. I now have the body I've always desired, one that will never rot or decay. I've truly become a puppet in every sense of the word.",
      "_id": "3jxLB8yflrk",
      "id": "11"
    },
    {
      "quoteAuthor": "Sasori",
      "addressing": "(To Kankurō) ",
      "quoteText": "Kankuro... I want you to have my \"Mother\" and \"Father\" puppets as well... and when you die, pass them both on... to the next generation.",
      "_id": "xp0G-sKI7ti",
      "id": "12"
    }
  ]
]